# Formulae
brew "automake"
brew "bash"
brew "bat"
brew "cmake"
brew "dasel"
brew "direnv"
brew "dive"
brew "fzf"
brew "gh"
brew "git-delta"
brew "glow"
brew "google-java-format"
brew "gum"
brew "htop"
brew "hyperfine"
brew "imagemagick"
brew "jdtls"
brew "jq"
brew "lazygit"
brew "maven"
brew "mise"
brew "mkcert"
brew "neovim"
brew "pngpaste"
brew "ripgrep"
brew "rust"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "stow"
brew "tmux"
brew "vim"
brew "wget"
brew "yt-dlp"
brew "z"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

# Casks
cask "1password"
cask "alacritty"
cask "alt-tab"
cask "discord"
cask "firefox"
cask "gimp"
cask "iina"
cask "iterm2"
cask "keycastr"
cask "orbstack"
cask "rectangle"
cask "shottr"
