# Formulae
# brew "automake"
# brew "google-java-format"
# brew "jdtls"
# brew "maven"
brew "bash"
brew "bat"
brew "cmake"
brew "dasel"
brew "direnv"
brew "dive"
brew "fzf"
brew "gh"
brew "git-delta"
brew "glow"
brew "gum"
brew "htop"
brew "hyperfine"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "mise"
brew "mkcert"
brew "neovim"
brew "pandoc"
brew "pngpaste"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "stow"
brew "tmux"
brew "tree-sitter-cli"
brew "vim"
brew "wget"
brew "yt-dlp"
brew "zsh-autosuggestions"
tap "michel-kraemer/zsh-patina"
brew "zsh-patina"


# Casks
cask "1password"
cask "discord"
cask "firefox"
cask "ghostty"
cask "gimp"
cask "iina"
cask "keycastr"
cask "orbstack"
cask "rectangle"
cask "shottr"
cask 'font-jetbrains-mono'
cask 'font-jetbrains-mono-nerd-font'
